tap "conduktor/brew"
tap "coursier/formulas"
tap "gcenx/wine"
tap "helix-editor/helix"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "jdx/tap"
tap "koekeishiya/formulae"
tap "microsoft/git"
tap "ngrok/ngrok"
tap "oven-sh/bun"
tap "romkatv/powerlevel10k"
tap "rs/tap"
tap "withgraphite/tap"
brew "a52dec"
brew "giflib"
brew "jpeg-turbo"
brew "libpng"
brew "zstd"
brew "openssl@3"
brew "protobuf"
brew "grpc"
brew "apache-arrow"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "btop"
brew "freetype"
brew "pkg-config"
brew "cheat"
brew "curl"
brew "deno"
brew "harfbuzz"
brew "node"
brew "emscripten"
brew "exa"
brew "faad2"
brew "libogg"
brew "flac"
brew "fribidi"
brew "libvorbis"
brew "mpg123"
brew "opus"
brew "sdl2"
brew "theora"
brew "ffmpeg"
brew "flatbuffers"
brew "portaudio"
brew "fluid-synth"
brew "flyctl"
brew "fx"
brew "fzf"
brew "fzy"
brew "geos"
brew "gpgme"
brew "poppler"
brew "gdal"
brew "gh"
brew "git"
brew "glew"
brew "glow"
brew "glslang"
brew "gtop"
brew "gum"
brew "helix"
brew "hyperfine"
brew "imagemagick"
brew "jq"
brew "jrnl"
brew "just"
brew "kind"
brew "kompose"
brew "sdl12-compat"
brew "libmpeg2"
brew "librdkafka"
brew "librtlsdr"
brew "qemu"
brew "lima"
brew "lmdb"
brew "mad"
brew "mas"
brew "meson"
brew "midnight-commander"
brew "minikube"
brew "molten-vk"
brew "ncdu"
brew "ncspot"
brew "neofetch"
brew "neovim"
brew "netcat"
brew "nmap"
brew "nushell"
brew "oha"
brew "opusfile"
brew "p7zip"
brew "pandoc"
brew "pnpm"
brew "pyenv"
brew "redis"
brew "rustup-init"
brew "scc"
brew "sdl2_net"
brew "sevenzip"
brew "shellcheck"
brew "sops"
brew "spirv-tools"
brew "starship"
brew "stow"
brew "telnet"
brew "tippecanoe"
brew "tmux"
brew "trunk"
brew "ttyd"
brew "unar"
brew "vhs"
brew "vulkan-headers"
brew "watchexec"
brew "wget"
brew "wrk"
brew "yt-dlp"
brew "zellij"
brew "zlib"
brew "zoxide"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "jdx/tap/rtx"
brew "oven-sh/bun/bun"
brew "rs/tap/curlie"
brew "withgraphite/tap/graphite"
cask "alacritty"
cask "alt-tab"
cask "basictex"
cask "breaktimer"
cask "cmake"
cask "db-browser-for-sqlite"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "firefox"
cask "firefox-developer-edition"
cask "font-fira-code"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monaspace"
cask "git-credential-manager-core"
cask "github"
cask "google-chrome"
cask "google-chrome-canary"
cask "gpg-suite"
cask "gstreamer-runtime"
cask "http-toolkit"
cask "hyper"
cask "iina"
cask "itch"
cask "jetbrains-toolbox"
cask "lapce"
cask "microsoft-azure-storage-explorer"
cask "microsoft-edge"
cask "miktex-console"
cask "min"
cask "miniconda"
cask "mos"
cask "ngrok"
cask "obsidian"
cask "openmtp"
cask "openvpn-connect"
cask "orion"
cask "raycast"
cask "rectangle"
cask "redisinsight"
cask "rio"
cask "scummvm"
cask "steam"
cask "sublime-text"
cask "tabby"
cask "thorium"
cask "transmission"
cask "utm"
cask "vimr"
cask "visual-studio-code"
cask "wezterm"
cask "wine-devel"
cask "wineskin"
cask "wireshark"
cask "zed"
mas "AdBlock", id: 1402042596
mas "Clocker", id: 1056643111
mas "DuckDuckGo Privacy for Safari", id: 1482920575
mas "NordVPN", id: 905953485
mas "Reeder", id: 1529448980
mas "South of the Circle", id: 1477077753
mas "TestFlight", id: 899247664
mas "Xcode", id: 497799835
vscode "13xforever.language-x86-64-assembly"
vscode "ahmadawais.shades-of-purple"
vscode "akamud.vscode-theme-onedark"
vscode "akamud.vscode-theme-onelight"
vscode "alexanderte.dainty-one-dark-pro-vscode"
vscode "alexcvzz.vscode-sqlite"
vscode "alexdauenhauer.catppuccin-noctis"
vscode "Alpha4.jsonl"
vscode "Alucardness.telescope-theme"
vscode "anseki.vscode-color"
vscode "anx450z.ruby-theme"
vscode "apollographql.apollo-midnight-color-theme"
vscode "apollographql.vscode-apollo"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "astro-build.astro-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "azemoh.one-monokai"
vscode "bbenoist.Nix"
vscode "BeardedBear.beardedtheme"
vscode "benjaminbenais.copilot-theme"
vscode "bierner.github-markdown-preview"
vscode "bierner.lit-html"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "bradlc.vscode-tailwindcss"
vscode "brunnerh.insert-unicode"
vscode "Catppuccin.catppuccin-vsc"
vscode "cesium.gltf-vscode"
vscode "charliermarsh.ruff"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "circledev.glsl-canvas"
vscode "crystal-spider.jsdoc-generator"
vscode "cssho.vscode-svgviewer"
vscode "csstools.postcss"
vscode "dan-c-underwood.arm"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "DennisVash.summer-time"
vscode "denoland.vscode-deno"
vscode "dlahmad.dracula-for-rust-theme"
vscode "dmnsgn.vscode-wavefront"
vscode "donjayamanne.python-environment-manager"
vscode "DotJoshJohnson.xml"
vscode "dougdoan.theme-argonaut"
vscode "dracula-theme.theme-dracula"
vscode "dtoplak.vscode-glsllint"
vscode "dustypomerleau.rust-syntax"
vscode "dwrolvink.obsidian-dark-theme-rust"
vscode "ecmel.vscode-html-css"
vscode "EditorConfig.EditorConfig"
vscode "effordDev.tokyo-panda-theme"
vscode "EliverLara.andromeda"
vscode "Equinusocio.vsc-material-theme"
vscode "erole-attack.motion-haleness"
vscode "esbenp.prettier-vscode"
vscode "evgeniypeshkov.syntax-highlighter"
vscode "fabiospampinato.vscode-monokai-night"
vscode "felipe-mendes.slack-theme"
vscode "figma.figma-vscode-extension"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "firsttris.vscode-jest-runner"
vscode "fisheva.eva-theme"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "foxundermoon.shell-format"
vscode "ggsimm.wgsl-literal"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.copilot-labs"
vscode "GitHub.github-vscode-theme"
vscode "GitHub.remotehub"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "Gruntfuggly.todo-tree"
vscode "GulajavaMinistudio.mayukaithemevsc"
vscode "hikionori.kanagawa-vscode-theme"
vscode "huacat.office-theme"
vscode "Hyzeta.vscode-theme-github-light"
vscode "IBM.output-colorizer"
vscode "jacobdufault.fuzzy-search"
vscode "JacobKucera.codepen-theme"
vscode "jdinhlife.gruvbox"
vscode "jenkey2011.string-highlight"
vscode "jgclark.vscode-todo-highlight"
vscode "jock.svg"
vscode "johnpapa.vscode-peacock"
vscode "johnpapa.winteriscoming"
vscode "jprestidge.theme-material-theme"
vscode "JulianIaquinandi.nvim-ui-modifier"
vscode "kshetline.ligatures-limited"
vscode "kuscamara.electron"
vscode "leizongmin.node-module-intellisense"
vscode "liviuschera.noctis"
vscode "lkytal.FlatUI"
vscode "LouisWT.regexp-preview"
vscode "luisfalconmx.falcon-theme"
vscode "mads-hartmann.bash-ide-vscode"
vscode "markfknight.monokai-operator-theme"
vscode "matangover.mypy"
vscode "matt-meyers.vscode-dbml"
vscode "mgmcdermott.vscode-language-babel"
vscode "mikestead.dotenv"
vscode "mongodb.mongodb-vscode"
vscode "monokai.theme-monokai-pro-vscode"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.azure-dev"
vscode "ms-azuretools.vscode-azureappservice"
vscode "ms-azuretools.vscode-azurecontainerapps"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azurestaticwebapps"
vscode "ms-azuretools.vscode-azurestorage"
vscode "ms-azuretools.vscode-azurevirtualmachines"
vscode "ms-azuretools.vscode-cosmosdb"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-ossdata.vscode-postgresql"
vscode "ms-playwright.playwright"
vscode "ms-pyright.pyright"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-node-azure-pack"
vscode "ms-vsliveshare.vsliveshare"
vscode "msjsdiag.debugger-for-edge"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-sqlite"
vscode "mvllow.rose-pine"
vscode "naumovs.theme-oceanicnext"
vscode "njpwerner.autodocstring"
vscode "Nur.just-black"
vscode "orS.navytheme"
vscode "Orta.vscode-jest"
vscode "Orta.vscode-twoslash-queries"
vscode "patbenatar.advanced-new-file"
vscode "PeggyJS.peggy-language"
vscode "pmndrs.pmndrs"
vscode "pnp.polacode"
vscode "PolyMeilex.wgsl"
vscode "Prisma.prisma"
vscode "qufiwefefwoyn.kanagawa"
vscode "quicktype.quicktype"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "RobbOwen.synthwave-vscode"
vscode "ronnidc.nunjucks"
vscode "runem.lit-plugin"
vscode "rust-lang.rust-analyzer"
vscode "rvest.vs-code-prettier-eslint"
vscode "ryan0x200.kaia-theme-vscode"
vscode "sainnhe.gruvbox-material"
vscode "SakethKanchi.kitty-vscode-theme"
vscode "scottaevers.darkcmyk"
vscode "sdras.night-owl"
vscode "semanticdiff.semanticdiff"
vscode "serayuzgur.crates"
vscode "skellock.just"
vscode "sleistner.vscode-fileutils"
vscode "slevesque.shader"
vscode "slevesque.vscode-3dviewer"
vscode "steoates.autoimport"
vscode "streetsidesoftware.code-spell-checker"
vscode "stuart.unique-window-colors"
vscode "styled-components.vscode-styled-components"
vscode "stylelint.vscode-stylelint"
vscode "sumneko.lua"
vscode "svelte.svelte-vscode"
vscode "syler.sass-indented"
vscode "tal7aouy.icons"
vscode "tamasfe.even-better-toml"
vscode "teabyii.ayu"
vscode "techygrrrl.techygrrrl-cmyk-colourrrs"
vscode "Thinker.sort-json"
vscode "tinaciousdesign.theme-tinaciousdesign"
vscode "tinkertrain.theme-panda"
vscode "twxs.cmake"
vscode "Tyriar.lorem-ipsum"
vscode "uloco.theme-bluloco-light"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "Valiantsin.operatormonodarktheme"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "VisualStudioExptTeam.vscodeintellicode-completions"
vscode "VisualStudioExptTeam.vscodeintellicode-insiders"
vscode "vscodevim.vim"
vscode "WallabyJs.console-ninja"
vscode "wart.ariake-dark"
vscode "wesbos.theme-cobalt2"
vscode "wgsl-analyzer.wgsl-analyzer"
vscode "whizkydee.material-palenight-theme"
vscode "yile-ou.paddy-color-theme"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zaaack.markdown-editor"
vscode "zamerick.vscode-caddyfile-syntax"
vscode "zhuangtongfa.material-theme"
vscode "zhuangtongfa.One-dark-pro"
vscode "Zignd.html-css-class-completion"
vscode "ZixuanChen.vitest-explorer"
