tap "derailed/k9s"
tap "hashicorp/tap"
tap "homebrew/bundle"
brew "antidote"
brew "awscli"
brew "cmake"
brew "difftastic"
brew "duckdb"
brew "eza"
brew "fastfetch"
brew "fzf"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "helm"
brew "jq"
brew "just"
brew "kubernetes-cli"
brew "llvm"
brew "make"
brew "mas"
brew "ninja"
brew "meson"
brew "neovim"
brew "pipx"
brew "pkgconf"
brew "postgresql@14"
brew "protobuf"
brew "sops"
brew "starship"
brew "stow"
brew "terragrunt"
brew "utf8proc", args: ["HEAD"]
brew "tmux"
brew "yamlfmt"
brew "zoxide"
brew "derailed/k9s/k9s"
brew "hashicorp/tap/terraform"
cask "alt-tab"
cask "breaktimer"
cask "mos"
cask "proton-pass"
cask "sublime-text"
cask "tabby"
mas "com.kagimacOS.Kagi-Search", id: 1622835804
mas "NordPass® Password Manager & Digital Vault", id: 6443917910
mas "Notion Web Clipper", id: 1559269364
mas "Proton Pass for Safari", id: 6502835663
mas "Reeder", id: 1529448980
mas "Wipr", id: 1662217862
