tap "charmbracelet/tap"
tap "codecrafters-io/tap"
tap "homebrew/bundle"
tap "koekeishiya/formulae"
tap "oven-sh/bun"
brew "agg"
brew "antidote"
brew "python@3.13"
brew "asciinema"
brew "assimp"
brew "awscli"
brew "libgit2"
brew "bat"
brew "freetype"
brew "cglm"
brew "chafa"
brew "deno"
brew "dhex"
brew "difftastic"
brew "direnv"
brew "docker-compose"
brew "erlang"
brew "elixir"
brew "rebar3"
brew "erlang_ls"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "flyctl"
brew "fzf"
brew "gcc"
brew "gdb"
brew "git"
brew "gleam"
brew "glew"
brew "glfw"
brew "glow"
brew "gnupg"
brew "just"
brew "k9s"
brew "kubernetes-cli"
brew "llvm"
brew "lld"
brew "localstack"
brew "monolith"
brew "ncdu"
brew "ncspot"
brew "neovim"
brew "ninja"
brew "onefetch"
brew "pkgconf"
brew "protobuf"
brew "qemu"
brew "ripgrep"
brew "shaderc"
brew "starship"
brew "stow"
brew "tmux"
brew "tokei"
brew "uv"
brew "x86_64-elf-gcc"
brew "yt-dlp"
brew "zellij"
brew "zoxide"
brew "charmbracelet/tap/crush"
brew "codecrafters-io/tap/codecrafters"
brew "oven-sh/bun/bun"
cask "1password"
cask "balenaetcher"
cask "claude-code"
cask "cmake-app"
cask "cursor"
cask "font-sf-pro"
cask "font-zed-mono-nerd-font"
cask "gcc-arm-embedded"
cask "godot"
cask "jetbrains-toolbox"
cask "mos"
cask "notion"
cask "orbstack"
cask "sublime-text"
cask "utm"
cask "zoom"
