tap "coursier/formulas"
tap "helix-editor/helix"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "koekeishiya/formulae"
tap "microsoft/git"
tap "ngrok/ngrok"
tap "romkatv/powerlevel10k"
tap "rs/tap"
brew "a52dec"
brew "giflib"
brew "jpeg-turbo"
brew "libpng"
brew "zstd"
brew "protobuf"
brew "azure-cli"
brew "bat"
brew "btop"
brew "freetype"
brew "pkg-config"
brew "cheat"
brew "curl"
brew "deno"
brew "exa"
brew "faad2"
brew "libogg"
brew "flac"
brew "fribidi"
brew "harfbuzz"
brew "libvorbis"
brew "mpg123"
brew "opus"
brew "sdl2"
brew "theora"
brew "portaudio"
brew "fluid-synth"
brew "flyctl"
brew "fx"
brew "fzf"
brew "fzy"
brew "geos"
brew "gdal"
brew "gh"
brew "git"
brew "glew"
brew "glow"
brew "glslang"
brew "gtop"
brew "gum"
brew "helix"
brew "imagemagick"
brew "jq"
brew "jrnl"
brew "sdl12-compat"
brew "libmpeg2"
brew "librdkafka"
brew "mad"
brew "meson"
brew "midnight-commander"
brew "molten-vk"
brew "ncdu"
brew "ncspot"
brew "neovim"
brew "openssl@3"
brew "nushell"
brew "opusfile"
brew "pandoc"
brew "poetry"
brew "pyenv"
brew "rustup-init"
brew "sdl2_net"
brew "sevenzip"
brew "shellcheck"
brew "spirv-tools"
brew "spotify-tui"
brew "starship"
brew "tmux"
brew "vhs"
brew "vulkan-headers"
brew "wget"
brew "zellij"
brew "zlib"
brew "zoxide"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "rs/tap/curlie"
cask "alacritty"
cask "alt-tab"
cask "breaktimer"
cask "cmake"
cask "discord"
cask "docker"
cask "firefox"
cask "firefox-developer-edition"
cask "font-fira-code"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "git-credential-manager-core"
cask "google-chrome"
cask "google-chrome-canary"
cask "gpg-suite"
cask "hyper"
cask "iina"
cask "jetbrains-toolbox"
cask "lapce"
cask "microsoft-edge"
cask "min"
cask "miniconda"
cask "neovide"
cask "ngrok"
cask "openmtp"
cask "orion"
cask "rectangle"
cask "redisinsight"
cask "scummvm"
cask "steam"
cask "sublime-text"
cask "tabby"
cask "transmission"
cask "utm"
cask "wireshark"
cask "zed"
